tap "homebrew/cask"

brew "git"
brew "nvm"
brew "tree"
brew "deno"
brew "bun"
brew "biome"
brew "docker"
brew "neovim"
brew "zoxide"
brew "starship"
brew "bitwarden-cli"

cask "iterm2"
cask "raycast"
cask "monitorcontrol"
cask "orbstack"
cask "rectangle"
cask "bitwarden"
cask "obsidian"
cask "gimp"
cask "figma"
cask "spotify"
cask "arc"
cask "firefox"
cask "cloudflare-warp"
cask "zed"
cask "trae"
cask "vscodium"
cask "discord"
cask "whatsapp"
cask "font-hack-nerd-font"