# tap "homebrew/cask"

brew "git"
brew "nvm"
brew "tree"
brew "deno"
brew "biome"
brew "docker"
brew "neovim"
brew "zoxide"
brew "starship"
brew "bitwarden-cli"
brew "ddev/ddev/ddev"
brew "oven-sh/bun/bun"
brew "curl"
brew "htop"
brew "btop"

cask "iterm2"
cask "raycast"
cask "monitorcontrol"
cask "orbstack"
cask "rectangle"
cask "bitwarden"
cask "gimp"
cask "figma"
cask "spotify"
cask "arc"
cask "firefox"
cask "cloudflare-warp"
cask "zed"
cask "discord"
cask "whatsapp"
cask "antigravity"
cask "ghostty"
cask "font-hack-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-geist-mono-nerd-font"
